Repository: 84000/data-translation-memory
Catalog: toh171-v1.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ཡུལ་བི་ཛི་ན་ཡུལ་རྒྱུ་བ་རྒྱུ་ཞིང་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་གྲོང་ཁྱེར་ཆེན་པོ་ཡངས་པ་ཅན་ག་ལ་བ་དེར་གཤེགས་པ་དང་།
en: When the Bhagavān was traveling in the land of Vṛji, he went to the great city of Vaiśālī, together with a large saṅgha of 1,250 bhikṣus and a vast number of bodhisattva mahāsattvas.

source: དེའི་ཚེ་གྲོང་གི་བུད་མེད་རྒན་མོ་གཏུགས་པ། འཁོགས་པ། ན་ཚོད་ལས་འདས་པར་གྱུར་པ། སྐྱེས་ནས་ལོ་བརྒྱ་ཉི་ཤུ་ལོན་པ་ཞིག་དགོན་པ་ན་རྩྭ་སྡུད་ཅིང་འདུག་སྟེ།
en: At that time, he came across an old woman from the city gathering grass in the countryside. She was decrepit and had reached the end of her lifespan, being 120 years old.

source: བུད་མེད་དེས་བཅོམ་ལྡན་འདས་མཛེས་པ། དང་བར་བྱེད་པ་དབང་པོ་དུལ་བ། ཐུགས་དུལ་བ། དུལ་བ་དང་ཞི་གནས་མཆོག་བརྙེས་པ། སྦས་པ། སྐྱོན་མེད་པ། དབང་པོ་དུལ་བ། མཚོ་ལྟར་དང་ཞིང་གསལ་ལ་རྙོག་པ་མེད་པ། གསེར་གྱི་མཆོད་སྡོང་ལྟར་མངོན་པར་འཕགས་པ། དཔལ་གྱིས་ལྷམ་མེ། ལྷན་ནེ། ལྷང་ངེ་བ། སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་ཀྱིས་ལེགས་པར་བརྒྱན་པ་ཐག་རིང་པོ་ནས་བྱོན་པ་མཐོང་ངོ་།
en: The woman saw the Bhagavān coming from afar—handsome, inspiring, with senses tamed, mind tamed, endowed with supreme discipline and serenity, guarded, faultless, senses controlled, pure and clear like the sea, unclouded, upright like a golden sacrificial post, radiant with splendor clear and distinct, wonderfully adorned with the thirty-two signs of a great being.

source: མཐོང་ནས་ཀྱང་སེམས་དད་པར་གྱུར་ནས་བཅོམ་ལྡན་འདས་ལ་དད་པའི་སེམས་ཀྱིས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: When she saw him, faith grew in her mind. Then, full of devotion, she approached the Bhagavān,

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་སྟེ། བུད་མེད་དེས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: bowed her head at his feet, circumambulated the Bhagavān three times, and sat to one side. Bowing with her palms together in the direction of the Bhagavān, the woman then asked him,

source: བཅོམ་ལྡན་འདས་སྐྱེ་བ་གང་ནས་མཆིས།
en: “O Bhagavān, where does birth come from?

source: རྒ་བ་གང་ནས་མཆིས།
en: Where does aging come from?

source: གང་དུ་མཆི།
en: Where do they go?

source: བཅོམ་ལྡན་འདས་ན་བ་གང་ནས་མཆིས།
en: O Bhagavān, where does sickness come from?

source: འཆི་བ་གང་ནས་མཆིས།
en: Where does death come from?

source: བཅོམ་ལྡན་འདས་གཟུགས་གང་ནས་མཆིས།
en: O Bhagavān, where does form come from?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་གང་ནས་མཆིས།
en: Where do sensation, notions, formative factors , and consciousness come from?

source: བཅོམ་ལྡན་འདས་སའི་ཁམས་གང་ནས་མཆིས།
en: O Bhagavān, where does the earth element come from?

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་གང་ནས་མཆིས།
en: Where do the water element, the fire element, the wind element, the space element, and the element of consciousness come from?

source: བཅོམ་ལྡན་འདས་མིག་གང་ནས་མཆིས།
en: O Bhagavān, where does the eye come from?

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་གང་ནས་མཆིས།
en: Where do the ear, the nose, the tongue, the body, and the mind come from?

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Bhagavān replied,

source: སྲིང་མོ་སྐྱེ་བ་གང་ནས་ཀྱང་མི་འོང་།
en: “Sister, birth does not come from anywhere.

source: རྒ་བ་གང་ནས་ཀྱང་མི་འོང་།
en: Aging does not come from anywhere.

source: གང་དུ་ཡང་མི་འགྲོའོ།
en: They do not go anywhere.

source: སྲིང་མོ་ན་བ་གང་ནས་ཀྱང་མི་འོང་།
en: Sister, sickness does not come from anywhere.

source: འཆི་བ་གང་ནས་ཀྱང་མི་འོང་། །
en: Death does not come from anywhere.

source: སྲིང་མོ་གཟུགས་གང་ནས་ཀྱང་མི་འོང་།
en: Sister, form does not come from anywhere.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་གང་ནས་ཀྱང་མི་འོང་། གང་དུའང་མི་འགྲོའོ།
en: Sensation, notions, formative factors , and consciousness do not come from anywhere.

source: སྲིང་མོ་སའི་ཁམས་གང་ནས་ཀྱང་མི་འོང་།
en: Sister, the earth element does not come from anywhere.

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་གང་ནས་ཀྱང་མི་འོང་། །
en: The water element, the fire element, the wind element, the space element, and the element of consciousness do not come from anywhere.

source: སྲིང་མོ་མིག་གང་ནས་ཀྱང་མི་འོང་།
en: Sister, the eye does not come from anywhere.

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་གང་ནས་ཀྱང་མི་འོང་། །
en: The ear, the nose, the tongue, the body, and the mind do not come from anywhere.

source: སྲིང་མོ་འདི་ལྟ་སྟེ།
en: “Sister, it is as follows:

source: དཔེར་ན་གཙུབ་ཤིང་དང་། གཙུབ་སྟན་ལ་ཡང་བརྟེན་ལ། དེ་བསྐྱེད་པའི་མིའི་རྩོལ་བ་ལ་ཡང་བརྟེན་ན་མེ་འབྱུང་སྟེ།
en: As an analogy, a fire arises based on a stick to rub with, a stick to rub on, and also a person’s effort to generate it.

source: མེ་དེ་ཡང་རྩྭ་དང་ཤིང་དེ་བསྲེགས་ནས་རྒྱུ་མེད་པ་དང་ཤི་བར་འགྱུར་རོ། །
en: That fire, moreover, once it has burnt the grass and wood, will have no more causes and will die.

source: སྲིང་མོ་འདི་ཅི་སྙམ་དུ་སེམས། མེ་དེ་གང་ནས་འོང་།
en: Sister, where do you think the fire comes from

source: གང་དུ་སོང་།
en: where does it go?”

source: གསོལ་པ།
en: She answered,

source: བཅོམ་ལྡན་འདས་ཞུགས་དེ་ནི་ཚོགས་པའི་དབང་གིས་བྱུང་།
en: “O Bhagavān, that fire comes into being owing to the power of a collection of causes.

source: ཚོགས་པ་དང་བྲལ་བས་འགགས་ཏེ་འགུམ་མོ། །
en: It ceases and dies when it lacks the collection of causes.”

source: བཀའ་སྩལ་པ།
en: The Bhagavān replied,

source: སྲིང་མོ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་ཚོགས་པའི་དབང་གིས་འབྱུང་།
en: “Sister,” said the Bhagavān, “likewise, all phenomena [F.311.b] come into being owing to the power of a collection.

source: ཚོགས་པ་དང་བྲལ་བས་འགགས་ཏེ།
en: They cease and die when they lack the collection.

source: འདི་ལ་ཆོས་གང་ཡང་གང་ནས་ཀྱང་འོང་བའམ། གང་དུ་ཡང་འགྲོ་བ་མེད་དོ། །
en: Whatever the phenomena, they do not come from anywhere, nor do they go anywhere.

source: འགྲོ་བ་ཡང་མེད་ལ།
en: nor do they go anywhere.

source: སྲིང་མོ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: “Sister, it is as follows:

source: མིག་དང་གཟུགས་ལ་བརྟེན་ནས།
en: although the eye consciousness arises based upon the eye and form,

source: མིག་གི་རྣམ་པར་ཤེས་པ་བྱུང་ཡང་མིག་གི་རྣམ་པར་ཤེས་པ་དེ་ལ་སྐྱེད་པར་བྱེད་པ་ཡང་མེད།
en: the eye consciousness does not have a producer,

source: གང་དུ་ཡང་སོགས་པ་མེད།
en: Nowhere is it brought together at all.

source: ཕུང་པོ་གང་ལས་ཀྱང་འོང་བའམ།
en: The aggregates do not come from anywhere,

source: གང་གི་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་ལས་མངོན་པར་འདུས་བྱས་ནས་
en: When one has accumulated karma through the conditions of the consciousnesses,

source: ཁམས་གསུམ་དུ་འབྲས་བུ་རྣམ་པ་གསུམ་གྱིས་འབྲས་བུ་ཉེ་བར་སྟོན་ཏེ།
en: the fruits manifest as the results of three types in the three realms.

source: འབྲས་བུ་དེ་ཡང་སྟོང་པ།
en: That fruit is empty too.

source: འབྲས་བུ་དེ་ཡང་སྟོང་པ་འོང་བ་མེད་པ་འགྲོ་བ་མེད་པ། སུས་ཀྱང་མ་བསྐྱེད་པ། སུས་ཀྱང་མ་བཀག་པ་སྟེ། །
en: That fruit is empty too. It has no coming. It has no going. No one makes it arise. It is not stopped by anybody.

source: འོང་བ་མེད་པ།
en: It has no coming.

source: འོང་བ་མེད་པ། །
en: It has no coming.

source: འགྲོ་བ་མེད་པ།
en: It has no going.

source: སུས་ཀྱང་མ་བསྐྱེད་པ།
en: No one makes it arise.

source: སུས་ཀྱང་མ་བཀག་པ་སྟེ།
en: It is not stopped by anybody.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྒྲ་དང་། སྣ་དང་། དྲི་དང་། ལྕེ་དང་། རོ་དང་། ལུས་དང་། རེག་བྱ་དང་། ཡིད་དང་། ཆོས་རྣམས་ལ་རྟེན་ནས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་བྱུང་ཡང་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དེ་ལ་སྐྱེད་པར་བྱེད་པ་ཡང་མེད།
en: “Likewise, although the mental consciousness arises based upon the ear and sound, the nose and smell, the tongue and taste, the body and touch, and the mind and phenomena, the mental consciousness does not have a producer

source: འགགས་པར་བྱེད་པ་ཡང་མེད།
en: nor has it anything that makes it cease.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་ལས་མངོན་པར་འདུ་བྱས་ནས་ཁམས་གསུམ་དུ་འབྲས་བུ་རྣམ་པ་གསུམ་གྱིས་འབྲས་བུ་ཉེ་བར་སྟོན་ཏེ།
en: When one has accumulated karma through the condition of mental consciousness, the fruits manifest as the results of three types in the three realms.

source: སྲིང་མོ་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་འགགས་པའོ། །
en: Sister, all phenomena are inherently stopped.

source: ཤིང་དང་། པགས་པ་དང་། དབྱུག་གུ་ལ་ཡང་བརྟེན། དེ་སྐྱེད་པའི་མིའི་རྩོལ་བ་ལ་ཡང་བརྟེན་ནས་རྔའི་སྒྲ་འབྱུང་སྟེ། རྔའི་སྒྲ་དེ་
en: sound of a drum arises based on wood, hide, and a stick, and also on a person’s effort to make it arise.

source: འདས་པ་ཡང་སྟོང་། མ་འོངས་པ་ཡང་སྟོང་། ད་ལྟར་བྱུང་བ་ཡང་སྟོང་སྟེ།
en: The past sound of that drum was empty, the future sound will be empty, and the sound that arises at present is empty.

source: སྒྲ་ནི་ཤིང་ལ་ཡང་མི་གནས།
en: The sound does not dwell in the wood,

source: པགས་པ་ལ་ཡང་མི་གནས།
en: neither does it dwell in the hide,

source: དབྱུག་གུ་ལ་ཡང་མི་གནས།
en: nor does it dwell in the stick,

source: མིའི་ལག་པ་ལ་ཡང་མི་གནས་མོད་ཀྱི།
en: nor does it dwell in the person’s hand.

source: འོན་ཀྱང་དེའི་རྐྱེན་གྱིས་སྒྲ་འདོགས་ཏེ།
en: However, because of these conditions, it is termed sound

source: གང་སྒྲ་དེ་འདོགས་པ་དེ་ཡང་སྟོང་པ།
en: That which is termed sound is also empty.

source: སྲིང་མོ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ནི་རྐྱེན་གྱི་ཁོ་ན་ལ་རག་ལས་པ་སྟེ།
en: “Sister, likewise, all phenomena depend solely on conditions,

source: འདི་ལྟར་མ་རིག་པ་དང་། སྲེད་པ་དང་། ལས་དང་། རྣམ་པར་ཤེས་པའོ། །
en: that is, ones such as ignorance, craving, karma, and consciousness.

source: ཆོས་དེ་དག་ཡོད་ན་འཆི་འཕོ་དང་། སྐྱེ་བ་འདོགས་ཏེ།
en: When these latter phenomena are present, the terms death and birth are designated.

source: གང་འཆི་འཕོ་དང་སྐྱེ་བ་འདོགས་པ་དེ་ཡང་སྟོང་པ།
en: That which is designated death and birth is also empty.

source: འོང་བ་མེད་པ། འགྲོ་བ་མེད་པ། སུས་ཀྱང་མ་བསྐྱེད་པ། སུས་ཀྱང་མ་བཀག་པ་སྟེ།
en: It has no coming. It has no going. No one makes it arise. It is not stopped by anybody.

source: སྲིང་མོ་དེ་ལྟར་སུས་རྔ་སྒྲའི་ཚུལ་རབ་ཏུ་ཤེས་པ་དེས་སྟོང་པ་ཉིད་རབ་ཏུ་ཤེས་སོ། །
en: “Sister, in this way, whoever understands the nature of a drum’s sound well also understands emptiness well.

source: སུས་སྟོང་པ་ཉིད་རབ་ཏུ་ཤེས་པ་དེས་མྱ་ངན་ལས་འདས་པ་རབ་ཏུ་ཤེས་སོ། །
en: Whoever understands emptiness well, understands nirvāṇa well.

source: སུས་མྱ་ངན་ལས་འདས་པ་རབ་ཏུ་ཤེས་པ་དེ།
en: Whoever understands nirvāṇa well

source: ཐ་སྙད་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ཐ་སྙད་འདོགས་ཀྱང་དངོས་པོ་གང་ལ་ཡང་མངོན་པར་ཞེན་པ་མེད་དེ།
en: has no attachment to any entity, and despite designating conventional things with all sorts of terms

source: བདག་གི་འདི་དང་། དེ་ནི་བདག་གོ་ཞེའམ།
en: —‘this is mine,’ or ‘that is me,’

source: སེམས་ཅན་ནོ་ཞེའམ། སྲོག་གོ་ཞེའམ། གསོ་བའོ་ཞེའམ། སྐྱེས་བུའོ་ཞེའམ། གང་ཟག་གོ་ཞེའམ།
en: or ‘sentient being,’ or ‘life force,’ or ‘living being,’ or ‘man,’ or ‘person,’

source: ཤེད་ལས་སྐྱེས་སོ་ཞེའམ། ཤེད་བུའོ་ཞེའམ
en: or ‘born of Manu,’ or ‘son of Manu,’

source: བྱེད་པ་པོ་ཞེའམ། བྱེད་དུ་འཇུག་པ་པོ་ཞེའམ། ལེན་པ་པོ་ཞེའམ།
en: or ‘agent,’ or ‘inciter of action,’ or ‘appropriator,’

source: འདོར་བ་པོ་ཞེས་དེ་མངོན་པར་ཞེན་པ་མེད་པར་ཆོས་སྟོན།
en: or ‘discarder’—they teach Dharma without attachment to these.

source: ཆོས་རབ་ཏུ་སྟོན།
en: They teach Dharma well.

source: ཡང་དག་པའི་མཐའ་སྟོན། ཡང་དག་པའི་མཐའ་རབ་ཏུ་སྟོན་ཏོ། །
en: They teach the final reality. They teach the final reality well.

source: སྲིང་མོ་འདི་ལྟ་སྟེ་དཔེར་ན་རི་མོ་མཁན་ནམ། རི་མོ་མཁན་གྱི་སློབ་མ་ཞིག་གིས་རས་བཅོས་མ་ཤིན་ཏུ་ཕྱི་བདར་བྱས་པའམ།
en: “Sister, it is as follows: An artist or an artist’s apprentice spreads various paints on a canvas that has been thoroughly cleaned,

source: ཤིང་ལེབ་བམ། རྩིག་ངོས་ཤིན་ཏུ་ཕྱི་བདར་བྱས་པ་
en: or on a flat piece of wood or on the surface of a wall that has been wiped clean.

source: ཞིག་ལ་ཚོན་སྣ་ཚོགས་འགྱེད་ཅིང་གཟུགས་ཀྱི་རྣམ་པ་གང་དང་གང་འདོད་པ་འདི་ལྟ་སྟེ།
en: He paints with ease whatever bodily shape he might wish,

source: སྐྱེས་པའི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: such as the features of a man’s physical form,

source: བུད་མེད་ཀྱི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: the features of a woman’s physical form,

source: གླང་པོ་ཆེའི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: the features of an elephant’s physical form,

source: རྟའི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: the features of a horse’s physical form,

source: བོང་བུའི་གཟུགས་ཀྱི་རྣམ་པའམ།
en: or the features of a donkey’s physical form,

source: དེ་དག་ཡན་ལག་དང་། ཉིང་ལག་དང་། དབང་པོ་ཐམས་ཅད་མ་ཚང་བ་མེད་པར་
en: with complete limbs, parts of limbs, and all the sense faculties.

source: མངོན་པར་སྒྲུབ་པར་བྱེད་ཀྱང་། དེ་ལ་ཆོས་གང་ཡང་རི་མོ་མཁན་གྱི་ལག་པའམ། སེམས་ལས་གཟུགས་སུ་འཕོས་པ་མེད་མོད་ཀྱི། འོན་ཀྱང་དེའི་རྐྱེན་གྱིས་གཟུགས་འདོགས་ཏེ།
en: Well executed though the painting may be, it does not involve any phenomenon at all being transferred from the artist’s hand or mind to the physical form depicted; and yet we designate that form as a result of those conditions.

source: གང་གཟུགས་འདོགས་པ་དེ་ཡང་སྟོང་པ།
en: That which is designated form is also empty.

source: སྲིང་མོ་དེ་བཞིན་དུ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་མངོན་པར་འདུ་བྱེད་པ་རྣམས་ཡོད་ན་
en: “Sister, it is likewise when there are meritorious formative factors.

source: འདི་ལྟ་སྟེ་ལྷའམ་མིའི་ནང་དུ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་ལུས་མངོན་པར་གྲུབ་
en: That is to say, although bodies conducive to merit might result among gods and humans,

source: ཀྱང་དེ་ལ་གང་འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་ཏུ་འཕོ་བ་ནི་རྡུལ་ཙམ་ཡང་མེད་
en: in that case not even an atom is transferred from this world to the world beyond.

source: མོད་ཀྱི་འོན་ཀྱང་མངོན་པར་འདུ་བྱེད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་སྣ་ཚོགས་ཡོད་དེ།
en: However, due to the formative factors, there are various kinds of rebirths.

source: སྲིང་མོ་དེ་བཞིན་དུ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་མངོན་པར་འདུ་བྱེད་པ་ཡོད་ན
en: “Sister, it is likewise when there are meritorious formative factors,

source: སྐྱེ་མཆེད་ཡོད་པའི་ལུས་སུ་རྣམ་པར་རིག་གོ།
en: They are represented as physical bodies with their bases of cognition.

source: དེ་བཞིན་དུ་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་འདུ་བྱེད་རྣམས་ཡོད་ན་
en: “It is likewise when there are demeritorious formative factors

source: འདི་ལྟ་སྟེ། སེམས་ཅན་དམྱལ་བའམ། དུད་འགྲོའི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་ནམ། ལྷ་མ་ཡིན་རྣམས་སུ་བསོད་ནམས་མ་ཡིན་པའི་ལུས་མངོན་པར་འགྲུབ་
en: That is to say, although bodies that are not meritorious result among hell beings, or in the animal state, or in the world of the Lord of Death, or among the demigods,

source: ཀྱང་དེ་ལ་གང་འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་ཏུ་འཕོ་བ་ནི་རྡུལ་ཙམ་ཡང་མེད་མོད་ཀྱི།
en: not even an atom is transferred in such a case from this world to the world beyond.

source: འོན་ཀྱང་མངོན་པར་འདུ་བྱེད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་སྣ་ཚོགས་ཡོད་དེ།
en: However, due to the formative factors there are various kinds of rebirths.

source: སྐྱེ་མཆེད་ཡོད་པས་ལུས་སུ་རྣམ་པར་རིག་གོ། །
en: They are understood to be physical forms with their bases of cognition.

source: སྲིང་མོ་འདི་ལྟ་སྟེ་དཔེར་ན་ཀླུ་རྣམས་ཀྱི་ཀླུའི་མཐུས་སྤྲིན་གྱི་ཚོགས་རྒྱ་ཆེན་པོ་འབྱུང་སྟེ།
en: “Sister, it is as follows: As an analogy, a vast gathering of clouds arises because of the nāga-power of the nāgas,

source: སྤྲིན་གྱི་དྲ་བ་དེ་དག་གིས་ས་ཁེབས་པར་བྱས་ནས་ཆར་ཆེན་པོ་རྒྱ་ཆེར་འབེབས་ཏེ།
en: and when those huge nets of clouds cover the earth they let fall a heavy deluge of rain.

source: ཆར་ཆེན་པོ་རྒྱ་ཆེར་ཕབ་ནས་ཀྱང་སྒང་དང་གཤོངས་ངོམས་པར་བྱེད་དེ། །
en: After the heavy deluge of rain has fallen, the hills and the valleys are quenched.

source: སྒང་དང་གཤོངས་ངོམས་པར་བྱས་ནས། སླར་འགྲོ་ཡང་
en: When the hills and valleys are quenched, the rain later subsides.

source: དེ་དག་ཀླུའི་ལུས་སམ་སེམས་ལས་བྱུང་བ་ཡང་མེད་མོད་ཀྱི།
en: But these things do not originate from the nāgas’ bodies or minds.

source: ཀླུ་རྣམས་ཀྱིས་ཀླུའི་མཐུ་ཉིད་ཀྱིས་སྤྲིན་གྱི་ཚོགས་རྒྱ་ཆེན་པོ་འབྱུང་ངོ་།
en: The nāgas produced the vast gathering of clouds by virtue of the nāga-power of nāgas alone.

source: ་འདི་ལྟ་སྟེ། ལྷའམ་མིའི་ནང་དུ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་ལུས་རྣམས་མངོན་པར་འགྲུབ་བོ།
en: that is to say, when meritorious bodies result among gods or humans.

source: དེ་བཞིན་དུ་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་མངོན་པར་འདུ་བྱེད་པ་རྣམས་ཡོད་ན་
en: It is likewise, too, when there are demeritorious formative factors.

source: འདི་ལྟ་སྟེ་སེམས་ཅན་དམྱལ་བའམ། དུད་འགྲོའི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་ནམ། ལྷ་མ་ཡིན་རྣམས་སུ་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་ལུས་མངོན་པར་འགྲུབ་
en: That is to say, although bodies that are not meritorious result among hell beings, or in the animal state, or in the world of the Lord of Death, or among the demigods,

source: ཀྱང་དེ་ལ་མངོན་པར་འདུ་བྱ་བ་ཡང་སྟོང་པ། མངོན་པར་འདུ་བྱེད་པ་པོ་ཡང་སྟོང་པ། མངོན་པར་འདུ་བྱེད་པའི་འབྲས་བུ་ཡང་སྟོང་པའོ། །
en: in such cases the activity of the formative factor is empty, the agent of the formative factor is empty, and the fruits of the formative factor are also empty.

source: སྲིང་མོ་མི་གཡོ་བར་ཉེ་བར་འགྲོ་བའི་མངོན་པར་འདུ་བྱེད་པ་རྣམས་ཡོད་ན་གཟུགས་མེད་པ་རྣམས་སུ་རྣམ་པར་ཤེས་པ་མཚམས་སྦྱོར་ཏེ
en: Sister, when there are formative factors for remaining static, consciousness will reincarnate among the beings of the formless realms.

source: གང་གིས་རྣམ་པར་ཤེས་པ་དེ་གཟུགས་མེད་པ་རྣམས་སུ་མཚམས་སྦྱོར་བ་དེ་ཡང་སྟོང་པ།
en: That on account of which the consciousness reincarnates among beings of the formless realms is empty,

source: གང་རྣམ་པར་ཤེས་པ་དེ་གཟུགས་མེད་པ་རྣམས་སུ་མཚམས་སྦྱོར་བ་དེ་ཡང་སྟོང་པའོ།
en: and the consciousness that reincarnates among the beings of the formless realms is empty too.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is this so?

source: སྲིང་མོ་ཆོས་ཐམས་ཅད་ནི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་ཏེ།
en: Sister, it is because all phenomena are empty of essence.

source: འོན་ཀྱང་ཆོས་རྣམས་འདོགས་སོ། །
en: Even so, phenomena are designated.

source: མཁས་པ་རྣམས་ནི་དེ་ལ་མངོན་པར་མི་ཞེན་ཏེ།
en: The learned are not attached to them.

source: མངོན་པར་ཞེན་པ་མེད་པས་མི་རྩོད་དོ།
en: As they have no attachment they do not dispute.

source: རྩོད་པ་མེད་པ་ནི་དགེ་སྦྱོང་གི་ཆོས་ཀྱི་མཆོག་གོ
en: Having no disputes is the supreme quality of the religious mendicant.”

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཟབ་མོ་བཀའ་སྩལ་པས་བཅོམ་ལྡན་འདས་
en: “Since the Bhagavān has taught the profound Dharma in this way, O Bhagavān,

source: བདག་ཀྱང་ཆོས་འདི་དག་ལ་ཤེས་རབ་ཀྱི་མིག་འཇུག་སྟེ་སླར་ཞིང་ཡིད་གཉིས་མ་མཆིས། །
en: I, too, have penetrated these teachings with the eye of wisdom and will never be of two minds about them again.

source: ཐེ་ཚོམ་མ་མཆིས་སོ།
en: I have no doubts.

source: བཅོམ་ལྡན་འདས་བདག་སྔོན་ནི་ཆོས་འདི་དག་མ་ཐོས་པས་ཐེ་ཚོམ་མཆིས་སོ། །
en: O Bhagavān, earlier, as I hadn’t yet heard these teachings, I did have doubts.

source: ད་ནི་བདག་རྒས། །
en: Now I am old,

source: བདག་འཁོགས།
en: I am decrepit,

source: བདག་སྡུག་བསྔལ།
en: I suffer,

source: བདག་དབུལ།
en: I am poor,

source: བདག་མགོན་མ་མཆིས་ཏེ།
en: I have no protector,

source: བདག་མི་འཚོ་ཞིང་འགུམ་མི་མངའོ།
en: I have no life, and yet I do not die.

source: བཅོམ་ལྡན་འདས་བདག་གིས་ཆོས་འདི་ཐོས་པས་འདི་ན་
en: O Bhagavān, after hearing these teachings

source: རྒས་པའམ། དབུལ་བའམ། བདེ་བའམ། ནད་མ་མཆིས་པའམ། ན་བའམ། ཕྱུག་པའམ། དབུལ་བ་གང་ཡང་མ་མཆིས་སོ། །
en: I realize that there is no aging, no poverty, no happiness, no sickness, nor is anyone ever ill, wealthy, or poor at all.

source: ཞེས་བདག་ཏུ་འདུ་ཤེས་པ་དང་བྲལ་བར་གྱུར་
en: I am freed from the notion of a self.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ
en: Then the Venerable Ānanda inquired of the Bhagavān,

source: བཅོམ་ལྡན་འདས་གང་གི་སླད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་ཟབ་མོ་འདི་ལྟ་བུ་བཀའ་སྩལ་པ།
en: “Bhagavān, why have you taught such a profound Dharma discourse as this?

source: དེས་ཀྱང་འདི་ལྟར་རབ་ཏུ་བཙལ་བས་བུད་མེད་འདི་ནི་བསོད་ནམས་དང་ལྡན་པ་མཁས་པ། ཤེས་རབ་ཅན་གྱི་རང་བཞིན་ཅན་ལགས་པ་སྙམ་བདག་བགྱིད་དོ།
en: I wonder whether it is because this woman, who has investigated so well in this way, is meritorious, learned, and naturally wise.”

source: ཀུན་དགའ་བོ་དེ་དེ་བཞིན་ནོ།
en: “Ānanda, so it is,”

source: ཀུན་དགའ་བོ་ཇི་སྐད་སྨྲས་པ་དེ་དེ་བཞིན་
en: “Ānanda, it is indeed just as you say.

source: བུད་མེད་འདི་ནི་བསོད་ནམས་དང་ལྡན་པ་མཁས་པ། ཤེས་རབ་ཀྱི་རང་བཞིན་ཅན་ནོ།
en: This woman is meritorious, learned, and naturally wise.

source: ཀུན་དགའ་བོ་བུད་མེད་འདི་ཚེ་རབས་ལྔ་བརྒྱའི་བར་དུ་ངའི་མར་གྱུར་
en: Ānanda, this woman was my mother for five hundred lifetimes.

source: ཀུན་དགའ་བོ་ངས་ཚེ་རབས་དེ་དང་དེ་དག་ཏུ་ཡང་བུད་མེད་འདི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་དགེ་བའི་རྩ་བ་བསྐྱེད་དོ། །
en: Ānanda, in each of those lifetimes I also generated the roots of virtue so she could attain unsurpassable and perfectly complete enlightenment.

source: ཀུན་དགའ་བོ་ང་བུད་མེད་འདི་ལ་ཤིན་ཏུ་ཕངས་པར་བྱ་བ་དང་། དང་བ་དང་གུས་པར་གྱུར་ཏོ།
en: Ānanda, I cherished, revered, and respected this woman greatly.

source: འདི་ཡང་བདག་གི་བུ་སྤྱད་པ་གང་ལ་སྤྱོད་པའི་སྤྱད་པ་དེ་ལ་བདག་གིས་ཀྱང་སྤྱད་དེ། ཐེག་པ་བདེ་བའི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ་སྙམ་མོ།
en: She, too, thought, ‘I will engage in whatever conduct my son engages in and attain the unsurpassable and perfectly complete enlightenment of the vehicle of happiness.’ ”

source: བཅོམ་ལྡན་འདས་འདི་ཅིའི་སླད་དུ་འདི་ལྟར་དབུལ་བར་གྱུར།
en: “Bhagavān, why is she so poor in this way?”

source: ཀུན་དགའ་བོ་ང་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འཁོར་བ་འཇིག་གི་བསྟན་པ་ལ་ང་རབ་ཏུ་བྱུང་བར་གྱུར་པ་
en: The Bhagavān answered, “Ānanda, when I took up the conduct of a bodhisattva, I became a renunciant in the doctrine of the bhagavān, the tathāgata, arhat, perfectly complete Buddha Krakucchanda.

source: དེའི་ཚེ་ཀུན་དགའ་བོ་བུད་མེད་འདི་ངའི་མར་གྱུར་
en: At that time, Ānanda, this woman was my mother.

source: དེས་འདོད་པས་ང་མ་བཏང་ནས་དེའི་ཕྱིར་ང་ཟ་མ་གཅིག་ཟན་བཅད་པ་
en: Because of her attachment she did not want to let me go, so I stopped eating my one meal per day.

source: དེའི་འོག་ཏུ་འདིས་འདོད་པས་ང་བཏང་བར་གྱུར་ཏེ།
en: Later, she agreed to let me go.

source: ཀུན་དགའ་བོ་འདི་ལས་དེའི་རྣམ་པར་སྨིན་པས་དེ་ལྟར་དབུལ་བར་གྱུར་ཏོ། །
en: Ānanda, it is because of the ripening of that karma that she is as poor as she is.

source: ཀུན་དགའ་བོ་འདི་ནི་འདིའི་དབུལ་བའི་ཐ་མ་ཡིན་ཏེ།
en: Ānanda, this is the last time she will be poor.

source: ཀུན་དགའ་བོ་བུད་མེད་འདི་ནི་འདི་ནས་ཤི་འཕོས་ནས་བཅོམ་ལྡན་འདས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་བུད་མེད་ཀྱི་དབང་པོ་ལ་འདོད་ཆགས་དང་བྲལ་ནས་སྐྱེས་པའི་དབང་པོ་ཐོབ་པར་གྱུར
en: Ānanda, after death, this woman, who no longer craves a woman’s faculties, will obtain a man’s faculties in the Sukhāvatī buddhafield of the bhagavān, the perfectly complete Buddha Amitābha.

source: དེར་སྐྱེས་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གྲངས་མེད་དཔག་ཏུ་མེད་ཅིང་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་མཆོད་པ་བྱེད་པར་འགྱུར།
en: Once born there, she will make offerings to an innumerable, immeasurable, inconceivable number of buddhas;

source: སེམས་ཅན་གྲངས་མེད་དཔག་ཏུ་མེད་ཅིང་བསམ་གྱིས་མི་ཁྱབ་པ་དག་བྱང་ཆུབ་ལ་འཛུད་པར་འགྱུར།
en: guide an innumerable, immeasurable, inconceivable number of sentient beings to enlightenment;

source: སེམས་ཅན་གྲངས་མེད་དཔག་ཏུ་མེད་ཅིང་བསམ་གྱིས་མི་ཁྱབ་པ་དག་བྱང་ཆུབ་ལ་ཡོངས་སུ་སྨིན་པར་བྱེད་པར་འགྱུར
en: make an innumerable, immeasurable, inconceivable number of sentient beings ripe for enlightenment;

source: སེམས་ཅན་གྲངས་མེད་དཔག་ཏུ་མེད་ཅིང་བསམ་གྱིས་མི་ཁྱབ་པ་དག་བྱང་ཆུབ་ལ་འགོད་པར་འགྱུར།
en: bring an innumerable, immeasurable, inconceivable number of sentient beings to enlightenment;

source: སེམས་ཅན་གྲངས་མེད་དཔག་ཏུ་མེད་ཅིང་བསམ་གྱིས་མི་ཁྱབ་པ་དག་བྱང་ཆུབ་ལ་བཀོད་ནས་ད་སྟེ་བསྐལ་པ་བརྒྱ་སྟོང་ཕྲག་དྲུག་ཅུ་རྩ་བརྒྱད་ན། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཉིད་དུ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བྱང་ཆུབ་ཀྱི་ཡན་ལག་གི་མེ་ཏོག་བྱེད་ཅེས་བྱ་བར་འགྱུར་ཏེ
en: and, having brought an innumerable, immeasurable, inconceivable number of sentient beings to enlightenment, in six million eight hundred thousand kalpas she will become the tathāgata, arhat, perfectly complete buddha named Bodhyaṅga­puṣpa­kara in this trichiliocosm.
